Repository: wp-plugins/posts-per-cat
Catalog: languages/ppc-*.po
Languages: fr_fr, sr_rs

source: Archive link prefix
fr_fr: Préfixe de l'archive
sr_rs: Текст испред назива

source: Article %s published at %s
sr_rs: Чланак %s објављен на дан %s

source: Be first to comment %s
sr_rs: Напишите први коментар на %s

source: Boxes
fr_fr: Encarts
sr_rs: Кутије

source: Categories
sr_rs: Категорије

source: Category ID
fr_fr: ID de la catégorie
sr_rs: ИД категорије

source: Category Name
fr_fr: Nom de la Catégorie
sr_rs: Називу категорије

source: Content
sr_rs: Садржај

source: Custom, as listed in <em>%s</em>
sr_rs: Прилагођено, по поретку наведеном у <em>%s</em>

source: Description
sr_rs: Опис

source: Display comment number
sr_rs: Прикажи број коментара

source: Do not link category name
sr_rs: Не стављај везу на назив категорије

source: Don't display
fr_fr: Ne pas afficher
sr_rs: Не приказуј

source: Excerpt length
fr_fr: Longueur de l'extrait
sr_rs: Дужина сажетка

source: Exclude category
fr_fr: Exclure la catégorie
sr_rs: Занемари категорије

source: For all articles
fr_fr: Pour tous les articles
sr_rs: За све чланке

source: For all questions, feature request and communication with author and users of this plugin, use our <a href="%s">support forum</a>.
sr_rs: За сва питања, предлоге за проширења и комуникацију са аутором и осталим корисницима овог додатка користите <a href="%s">форум за подршку</a>.

source: For first article only
fr_fr: Pour le premier article seulement
sr_rs: Само за први чланак

source: Four columns per row
sr_rs: Четири колоне по реду

source: Headline length
fr_fr: Longueur du titre
sr_rs: Дужина наслова

source: Headlines
fr_fr: Titres
sr_rs: Наслови

source: Hide available categories
sr_rs: Сакриј категорије

source: Hide sticky posts
fr_fr: Ne pas afficher les articles mis en avant.
sr_rs: Сакриј истакнуте чланке

source: ID
sr_rs: ИД

source: If you like <a href="%s">Posts per Cat</a> and my other <a href="%s">WordPress extensions</a>, feel free to support my work with <a href="%s">donation</a>.
sr_rs: Ако Вам се свидео додатак <a href="%s">Posts per Cat</a> или неки други <a href="%s">Вордпрес додатак</a> који сам написао, слободно подржите мој рад <a href="%s">донацијом</a>.

source: If you wish to show Posts per Cat in widget, use shortcode in text widget. If theme you use does not support shortcodes in widget, simply put next code in <em>functions.php</em> of your theme:
sr_rs: Ако желите да у вуџету прикажете Posts per Cat, користите кратки код у текстуалном виџету. Ако тема коју користите не подржава кратке кодове у виџетима, једноставно додајте следеће у датотеку <em>functions.php</em> унутар директоријума теме:

source: Include category
fr_fr: Inclure la catégorie
sr_rs: Само категорије

source: Minimal height of box
fr_fr: Hauteur minimale de l'encart
sr_rs: Минимална висина кутије

source: More from
fr_fr: Les articles suivants
sr_rs: Још из рубрике

source: Name
sr_rs: Назив

source: Number of columns
sr_rs: Број колона

source: Number of headlines
fr_fr: Nombre de titres
sr_rs: Број наслова

source: One column per row (full width)
fr_fr: Afficher sur une colonne (toute la largeur)
sr_rs: Једна колона по реду (целом ширином)

source: Only from displayed category archive
fr_fr: Seulement les archives des catégories affichées
sr_rs: Филтер у архиви категорије

source: Only top level categories
fr_fr: Catégories de premier niveau seulement
sr_rs: Само основне категорије

source: Order categories by
fr_fr: Afficher les catégories par
sr_rs: Поредак категорија по

source: Posts
sr_rs: Чланак

source: Posts per Cat Options
fr_fr: Options de Posts per Cat
sr_rs: Поставке додатка „Posts per Cat“

source: Posts per Cat v%s
sr_rs: Posts per Cat (верзија %s)

source: Put next code to template files in place where you wish to display PPC boxes (but not in Loop!):
fr_fr: Copier ce code dans votre thème aux endroits où vous souhaitez afficher les encarts PPC (mais pas dans une boucle !) :
sr_rs: Следећи кôд поставите на место где желите да кућице чланака по категоријама буду приказане (немојте стављати у <em>loop</em>!)

source: Read comments on %s
sr_rs: Прочитајте коментаре на %s

source: Save Changes
fr_fr: Enregistrer
sr_rs: Сачувај измене

source: Settings
fr_fr: Configuration
sr_rs: Подешавања

source: Shorten headline
fr_fr: Raccourcir le titre
sr_rs: Скрати наслове

source: Show available categories
sr_rs: Прикажи категорије

source: Show excerpt
fr_fr: Afficher un extrait
sr_rs: Прикажи сажетке

source: Show thumbnail with excerpt
fr_fr: Afficher un aperçu avec l'extrait
sr_rs: Прикажи умањену слику

source: Slug
sr_rs: Предложак

source: Standalone link to archives
fr_fr: Afficher un lien vers les archives de cette catégorie
sr_rs: Издвој везе ка архивама

source: Styling
fr_fr: Mise en forme
sr_rs: Улепшавање

source: Support
sr_rs: Подршка

source: This plugin list latest N articles from all, top level only or manually choosen categories and group them in category boxes organized in one, two, three or four columns.
sr_rs: Овај додатак приказује последњих Н чланака из свих, само категорија највишег нивоа или само изабраних категорија и групуше их у кућице које приказује у једној, две, три или четири колоне.

source: Three columns per row
sr_rs: Три колоне по реду

source: Thumbnail size
fr_fr: Taille de l'aperçu
sr_rs: Величина умањене слике

source: Two columns per row
fr_fr: Affichr sur deux colonnes
sr_rs: Две колоне по реду

source: Usage
fr_fr: Utilisation
sr_rs: Употреба

source: Use PPC for styling list?
fr_fr: Appliquer la mise en forme de PPC aux listes
sr_rs: Користи уграђени стил

source: Use post content as excerpt
sr_rs: Користи садржај чланка као сажетак

source: You can even use shortcode. Simply put <strong>[ppc]</strong> in post or page content.
sr_rs: Можете чак да користите и кратки код. Једноставно уметните <strong>[ppc]</strong> у текст чланка или странице.

source: check to print "read more" link bellow list of headlines
sr_rs: омогућите да се прикаже веза „више“ испод списка наслова

source: comma separated category ID's
fr_fr: IDs de catégories séparées par des virgules
sr_rs: ИД категорија раздвојени запетама

source: enable this option if U see ugly lists in PPC boxes
fr_fr: Activer cette option si les encarts apparaissent sans mise en forme
sr_rs: омогућите ову опцију како би био примењен припадајући стил за чланке по категоријама

source: enter size in px for thumbnail width (height is same)
fr_fr: Entrer la largeur de l'aperçu en px (la hauteur est identique)
sr_rs: унесите ширину умањене слике у пикселима, висина има исту вредност

source: exclude categories different from currently displayed on category archive and ignore first category rules on category archive
fr_fr: Afficher uniquement les catégories différentes de celle dans laquelle PPC est affiché et ignorer la règle concernant la première catégorie
sr_rs: приказује само чланке из категорије која је приказана на страници архиве категорије, игрноришући прва три правила за категорије

source: leave blank for full post title length, optimal 34 characters
fr_fr: Pour afficher le titre complet, laisser vide (longueur optimale : 34 caractères)
sr_rs: оставите празно за игнорисање скраћивања, оптимална дужина наслова 34 карактера

source: leave empty for full excerpt length
fr_fr: Pour afficher l'extrait complet, ne pas cocher.
sr_rs: оставите празно за пуну дужину сажетка

source: leave unchecked to link category title to archive
fr_fr: Ne pas cocher pour rendre actif le lien du titre vers l'archive de la catégorie
sr_rs: оставите искључено за везу на наслову категорије

source: px (leave empty to disable min-height)
sr_rs: пиксела (оставите празно да онемогућите минималну висину)

source: thumbnail is shown only if theme support it, and excerpt is enabled
sr_rs: умањена сличица се приказује само ако то тема подржава, и ако се приказују сажеци

source: use post content in stead of post excerpt
sr_rs: уместо сажетка се користи садржај чланка са уклоњеним хипертекстом

source: Categoryes
fr_fr: Catégories

source: Number of Columns
fr_fr: Nombre de colonnes
